{
  "</tool_call>": 151658,
  "<tool_call>": 151657,
  "<|box_end|>": 151649,
  "<|box_start|>": 151648,
  "<|byte_0|>": 151673,
  "<|byte_100|>": 151773,
  "<|byte_101|>": 151774,
  "<|byte_102|>": 151775,
  "<|byte_103|>": 151776,
  "<|byte_104|>": 151777,
  "<|byte_105|>": 151778,
  "<|byte_106|>": 151779,
  "<|byte_107|>": 151780,
  "<|byte_108|>": 151781,
  "<|byte_109|>": 151782,
  "<|byte_10|>": 151683,
  "<|byte_110|>": 151783,
  "<|byte_111|>": 151784,
  "<|byte_112|>": 151785,
  "<|byte_113|>": 151786,
  "<|byte_114|>": 151787,
  "<|byte_115|>": 151788,
  "<|byte_116|>": 151789,
  "<|byte_117|>": 151790,
  "<|byte_118|>": 151791,
  "<|byte_119|>": 151792,
  "<|byte_11|>": 151684,
  "<|byte_120|>": 151793,
  "<|byte_121|>": 151794,
  "<|byte_122|>": 151795,
  "<|byte_123|>": 151796,
  "<|byte_124|>": 151797,
  "<|byte_125|>": 151798,
  "<|byte_126|>": 151799,
  "<|byte_127|>": 151800,
  "<|byte_128|>": 151801,
  "<|byte_129|>": 151802,
  "<|byte_12|>": 151685,
  "<|byte_130|>": 151803,
  "<|byte_131|>": 151804,
  "<|byte_132|>": 151805,
  "<|byte_133|>": 151806,
  "<|byte_134|>": 151807,
  "<|byte_135|>": 151808,
  "<|byte_136|>": 151809,
  "<|byte_137|>": 151810,
  "<|byte_138|>": 151811,
  "<|byte_139|>": 151812,
  "<|byte_13|>": 151686,
  "<|byte_140|>": 151813,
  "<|byte_141|>": 151814,
  "<|byte_142|>": 151815,
  "<|byte_143|>": 151816,
  "<|byte_144|>": 151817,
  "<|byte_145|>": 151818,
  "<|byte_146|>": 151819,
  "<|byte_147|>": 151820,
  "<|byte_148|>": 151821,
  "<|byte_149|>": 151822,
  "<|byte_14|>": 151687,
  "<|byte_150|>": 151823,
  "<|byte_151|>": 151824,
  "<|byte_152|>": 151825,
  "<|byte_153|>": 151826,
  "<|byte_154|>": 151827,
  "<|byte_155|>": 151828,
  "<|byte_156|>": 151829,
  "<|byte_157|>": 151830,
  "<|byte_158|>": 151831,
  "<|byte_159|>": 151832,
  "<|byte_15|>": 151688,
  "<|byte_160|>": 151833,
  "<|byte_161|>": 151834,
  "<|byte_162|>": 151835,
  "<|byte_163|>": 151836,
  "<|byte_164|>": 151837,
  "<|byte_165|>": 151838,
  "<|byte_166|>": 151839,
  "<|byte_167|>": 151840,
  "<|byte_168|>": 151841,
  "<|byte_169|>": 151842,
  "<|byte_16|>": 151689,
  "<|byte_170|>": 151843,
  "<|byte_171|>": 151844,
  "<|byte_172|>": 151845,
  "<|byte_173|>": 151846,
  "<|byte_174|>": 151847,
  "<|byte_175|>": 151848,
  "<|byte_176|>": 151849,
  "<|byte_177|>": 151850,
  "<|byte_178|>": 151851,
  "<|byte_179|>": 151852,
  "<|byte_17|>": 151690,
  "<|byte_180|>": 151853,
  "<|byte_181|>": 151854,
  "<|byte_182|>": 151855,
  "<|byte_183|>": 151856,
  "<|byte_184|>": 151857,
  "<|byte_185|>": 151858,
  "<|byte_186|>": 151859,
  "<|byte_187|>": 151860,
  "<|byte_188|>": 151861,
  "<|byte_189|>": 151862,
  "<|byte_18|>": 151691,
  "<|byte_190|>": 151863,
  "<|byte_191|>": 151864,
  "<|byte_192|>": 151865,
  "<|byte_193|>": 151866,
  "<|byte_194|>": 151867,
  "<|byte_195|>": 151868,
  "<|byte_196|>": 151869,
  "<|byte_197|>": 151870,
  "<|byte_198|>": 151871,
  "<|byte_199|>": 151872,
  "<|byte_19|>": 151692,
  "<|byte_1|>": 151674,
  "<|byte_200|>": 151873,
  "<|byte_201|>": 151874,
  "<|byte_202|>": 151875,
  "<|byte_203|>": 151876,
  "<|byte_204|>": 151877,
  "<|byte_205|>": 151878,
  "<|byte_206|>": 151879,
  "<|byte_207|>": 151880,
  "<|byte_208|>": 151881,
  "<|byte_209|>": 151882,
  "<|byte_20|>": 151693,
  "<|byte_210|>": 151883,
  "<|byte_211|>": 151884,
  "<|byte_212|>": 151885,
  "<|byte_213|>": 151886,
  "<|byte_214|>": 151887,
  "<|byte_215|>": 151888,
  "<|byte_216|>": 151889,
  "<|byte_217|>": 151890,
  "<|byte_218|>": 151891,
  "<|byte_219|>": 151892,
  "<|byte_21|>": 151694,
  "<|byte_220|>": 151893,
  "<|byte_221|>": 151894,
  "<|byte_222|>": 151895,
  "<|byte_223|>": 151896,
  "<|byte_224|>": 151897,
  "<|byte_225|>": 151898,
  "<|byte_226|>": 151899,
  "<|byte_227|>": 151900,
  "<|byte_228|>": 151901,
  "<|byte_229|>": 151902,
  "<|byte_22|>": 151695,
  "<|byte_230|>": 151903,
  "<|byte_231|>": 151904,
  "<|byte_232|>": 151905,
  "<|byte_233|>": 151906,
  "<|byte_234|>": 151907,
  "<|byte_235|>": 151908,
  "<|byte_236|>": 151909,
  "<|byte_237|>": 151910,
  "<|byte_238|>": 151911,
  "<|byte_239|>": 151912,
  "<|byte_23|>": 151696,
  "<|byte_240|>": 151913,
  "<|byte_241|>": 151914,
  "<|byte_242|>": 151915,
  "<|byte_243|>": 151916,
  "<|byte_244|>": 151917,
  "<|byte_245|>": 151918,
  "<|byte_246|>": 151919,
  "<|byte_247|>": 151920,
  "<|byte_248|>": 151921,
  "<|byte_249|>": 151922,
  "<|byte_24|>": 151697,
  "<|byte_250|>": 151923,
  "<|byte_251|>": 151924,
  "<|byte_252|>": 151925,
  "<|byte_253|>": 151926,
  "<|byte_254|>": 151927,
  "<|byte_255|>": 151928,
  "<|byte_25|>": 151698,
  "<|byte_26|>": 151699,
  "<|byte_27|>": 151700,
  "<|byte_28|>": 151701,
  "<|byte_29|>": 151702,
  "<|byte_2|>": 151675,
  "<|byte_30|>": 151703,
  "<|byte_31|>": 151704,
  "<|byte_32|>": 151705,
  "<|byte_33|>": 151706,
  "<|byte_34|>": 151707,
  "<|byte_35|>": 151708,
  "<|byte_36|>": 151709,
  "<|byte_37|>": 151710,
  "<|byte_38|>": 151711,
  "<|byte_39|>": 151712,
  "<|byte_3|>": 151676,
  "<|byte_40|>": 151713,
  "<|byte_41|>": 151714,
  "<|byte_42|>": 151715,
  "<|byte_43|>": 151716,
  "<|byte_44|>": 151717,
  "<|byte_45|>": 151718,
  "<|byte_46|>": 151719,
  "<|byte_47|>": 151720,
  "<|byte_48|>": 151721,
  "<|byte_49|>": 151722,
  "<|byte_4|>": 151677,
  "<|byte_50|>": 151723,
  "<|byte_51|>": 151724,
  "<|byte_52|>": 151725,
  "<|byte_53|>": 151726,
  "<|byte_54|>": 151727,
  "<|byte_55|>": 151728,
  "<|byte_56|>": 151729,
  "<|byte_57|>": 151730,
  "<|byte_58|>": 151731,
  "<|byte_59|>": 151732,
  "<|byte_5|>": 151678,
  "<|byte_60|>": 151733,
  "<|byte_61|>": 151734,
  "<|byte_62|>": 151735,
  "<|byte_63|>": 151736,
  "<|byte_64|>": 151737,
  "<|byte_65|>": 151738,
  "<|byte_66|>": 151739,
  "<|byte_67|>": 151740,
  "<|byte_68|>": 151741,
  "<|byte_69|>": 151742,
  "<|byte_6|>": 151679,
  "<|byte_70|>": 151743,
  "<|byte_71|>": 151744,
  "<|byte_72|>": 151745,
  "<|byte_73|>": 151746,
  "<|byte_74|>": 151747,
  "<|byte_75|>": 151748,
  "<|byte_76|>": 151749,
  "<|byte_77|>": 151750,
  "<|byte_78|>": 151751,
  "<|byte_79|>": 151752,
  "<|byte_7|>": 151680,
  "<|byte_80|>": 151753,
  "<|byte_81|>": 151754,
  "<|byte_82|>": 151755,
  "<|byte_83|>": 151756,
  "<|byte_84|>": 151757,
  "<|byte_85|>": 151758,
  "<|byte_86|>": 151759,
  "<|byte_87|>": 151760,
  "<|byte_88|>": 151761,
  "<|byte_89|>": 151762,
  "<|byte_8|>": 151681,
  "<|byte_90|>": 151763,
  "<|byte_91|>": 151764,
  "<|byte_92|>": 151765,
  "<|byte_93|>": 151766,
  "<|byte_94|>": 151767,
  "<|byte_95|>": 151768,
  "<|byte_96|>": 151769,
  "<|byte_97|>": 151770,
  "<|byte_98|>": 151771,
  "<|byte_99|>": 151772,
  "<|byte_9|>": 151682,
  "<|description_generation|>": 151670,
  "<|description_prefix|>": 151668,
  "<|end_of_event|>": 151666,
  "<|endoftext|>": 151643,
  "<|file_sep|>": 151664,
  "<|fim_middle|>": 151660,
  "<|fim_pad|>": 151662,
  "<|fim_prefix|>": 151659,
  "<|fim_suffix|>": 151661,
  "<|im_end|>": 151645,
  "<|im_start|>": 151644,
  "<|image_pad|>": 151655,
  "<|object_ref_end|>": 151647,
  "<|object_ref_start|>": 151646,
  "<|quad_end|>": 151651,
  "<|quad_start|>": 151650,
  "<|repo_name|>": 151663,
  "<|start_of_event|>": 151665,
  "<|time_prediction|>": 151672,
  "<|time_prefix|>": 151667,
  "<|type_prediction|>": 151671,
  "<|type_prefix|>": 151669,
  "<|video_pad|>": 151656,
  "<|vision_end|>": 151653,
  "<|vision_pad|>": 151654,
  "<|vision_start|>": 151652
}
